# Terminal tools
brew "git"
brew "wget"
brew "curl"
brew "zsh-autosuggestions"
brew "eza"
brew "fzf"
brew "btop"
brew "zoxide"
brew "bat"
brew "mas"
brew "thefuck"
brew "fastfetch"
brew "speedtest-cli"


# Fonts
cask "font-hack-nerd-font"

# GUI apps
cask "visual-studio-code"
cask "hammerspoon"
cask "betterdisplay"
cask "scroll-reverser"
cask "google-chrome"       # Web browser
cask "vlc"                 # Media player
# cask "dropbox" # not for works computer
# cask "onlyoffice"
# cask "monitorcontrol"   # Monitor control
cask "paintbrush"
cask "sublime-text"
cask "swift-quit"
cask "ghostty"
cask "sensiblesidebuttons"
cask "alt-tab"
cask "command-x"
cask "maccy"
cask "hiddenbar"
